[IO_ClaptrapBeard_BeerKeg InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Claptrapbeard_ForgeActor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_ClaptrapBeard_ForgedBeard InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_ClaptrapBeard_ForgeHammer InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Beard MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Barba de Anão"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Beard:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Cheiro de álcool e besteiras."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ClapTrapBeard_MagicBeard MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Barba Mágica"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ClapTrapBeard_MagicBeard:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cheiro de... MAGIA."
NoConstraintText=""
Suffix=""
Prefix=""

